/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@ из %2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "Эта быстрая команда была импортирована из %1$@ %2$@.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "Эта быстрая команда была импортирована из %1$@ %2$@.";

/* %@ = action name */
"Add “%@”" = "Добавить «%@»";

/* %@ = action name */
"Remove “%@”" = "Удалить «%@»";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "Хотите выйти из %@ в программе «Быстрые команды»?";

/* %@ = service name */
"Do you want to sign out of %@?" = "Хотите выйти из %@?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "Эта быстрая команда была импортирована из %@. Запустить ее?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "формат: %@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "Также удалить действия, вложенные в действие «%@»?";

/* %@=app name */
"Install %@" = "Установить %@";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Фраза Siri";

/* Access resource action settings title */
"Accounts" = "Учетные записи";

/* Accessibility accouncement */
"Finished editing shortcuts" = "Редактирование быстрых команд завершено";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "Действие «%@» добавлено в избранные";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "Действие «%@» убрано из Избранного";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "Быстрая команда выполняется";

/* Accessibility action */
"Delete shortcut" = "Удалить быструю команду";

/* Accessibility action */
"Duplicate shortcut" = "Дублировать быструю команду";

/* Accessibility action */
"Favorite Action" = "Избранное действие";

/* Accessibility action */
"Rename shortcut" = "Переименовать быструю команду";

/* Accessibility action */
"Un-favorite Action" = "Убрать действие из Избранного";

/* Accessibility action or discoverability title */
"Edit shortcut" = "Редактировать быструю команду";

/* Accessibility action or discoverability title */
"Run shortcut" = "Запустить быструю команду";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "действие «%@» добавлено в быструю команду";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "Допустимые типы входных данных";

/* Accessibility announcement */
"Closed variables tray" = "Свернутая панель переменных";

/* Accessibility announcement */
"Editing shortcuts" = "Редактирование быстрых команд";

/* Accessibility announcement */
"Opened variables tray" = "Развернутая панель переменных";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "перетягивание";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "Выполнение быстрой команды завершено";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "действие «%1$@» добавлено в быструю команду и размещено перед действием «%2$@»";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "действие «%1$@» добавлено в быструю команду и размещено после действия «%2$@»";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "размещено перед действием %@";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "размещено после действия %@";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "действие %@ удалено";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "Быстрая команда «%@» дублирована";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "свернуто";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "Перетягивание";

/* Accessibility announcement; expanded parameter */
"expanded" = "развернуто";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "Выполнение быстрой команды остановлено";

/* Accessibility hint */
"Closes the shortcut" = "Закрыть быструю команду";

/* Accessibility hint */
"Creates a new shortcut" = "Создать новую быструю команду";

/* Accessibility hint */
"Deletes the selected shortcuts" = "Удалить выбранную быструю команду";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "Коснитесь дважды для добавления в конец быстрой команды. Коснитесь дважды и удерживайте, а затем переместите, если хотите изменить местоположение внутри команды.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "Доступно перетягивание. Коснитесь дважды и удерживайте до звукового сигнала, затем измените расположение перетягиванием. Для выбора коснитесь дважды.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "Дублировать выбранную быструю команду";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "Данная быстрая команда будет отображаться в активном расширении Быстрых команд (на странице экспорта iOS), если экспортируемый объект относится к одному из выбранных здесь типов.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "Выключить режим редактирования быстрой команды";

/* Accessibility hint */
"Turns on shortcut editing mode" = "Включить режим редактирования быстрой команды";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "Коснитесь дважды, чтобы свернуть панель действий на пол-экрана";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "Коснитесь дважды, чтобы развернуть панель действий на весь экран";

/* Accessibility hint on action */
"Double-tap to read the action description." = "Коснитесь дважды, чтобы прочитать описание действия.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "Доступно перетягивание. Коснитесь дважды и удерживайте до звукового сигнала, затем измените расположение перетягиванием. Чтобы прочитать описание действия, коснитесь дважды.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "Коснитесь дважды, чтобы переключить настройку";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "Коснитесь дважды, чтобы выбрать";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "Коснитесь дважды, чтобы свернуть";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "Коснитесь дважды, чтобы вставить";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "Коснитесь дважды, чтобы развернуть";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "Запускает выполнение быстрой команды «%@»";

/* Accessibility label */
"Add Tag" = "Добавить тег";

/* Accessibility label */
"Close" = "Закрыть";

/* Accessibility label */
"Create Shortcut" = "Создать быструю команду";

/* Accessibility label */
"Show Keyboard" = "Показать клавиатуру";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "Вложено в действие «%@»";

/* Accessibility label or discoverability title */
"Redo" = "Повторить";

/* Accessibility label or discoverability title */
"Undo" = "Отменить";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "Свернуто";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "На пол-экрана";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "Во весь экран";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "Действие %@ выполняется, процесс завершения %d";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "Действие %@";

/* Accessibility label; remove search filter */
"Remove filter" = "Удалить фильтр";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (не выбрано)";

/* Accessibility value; switch is on */
"On" = "Вкл.";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "Поднимите палец, чтобы удалить действие «%@»";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "Это действие передает входные данные как выходные.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "Получает входные данные, которые были переданы в начало быстрой команды.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "На странице экспорта пока нет быстрых команд.\n\nДля добавления создайте быструю команду и включите параметр «На странице экспорта» в ее настройках.";

/* Action extension; no search results */
"No shortcuts match the search." = "По запросу не найдено ни одной быстрой команды.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "У Вас пока нет быстрых команд.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Предложения Siri";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "Быстрая команда: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "Добавить";

/* Add search filter */
"Add Filter" = "Добавить фильтр";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "Все, у кого есть доступ к этой общей ссылке, смогут видеть содержимое этой быстрой команды.";

/* Alert title */
"Error" = "Ошибка";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "Создание ссылки iCloud";

/* Allow access to service */
"Allow Access" = "Разрешить доступ";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "(Не установлено) %@";

/* App search view; navigation bar title */
"Choose App" = "Выбрать программу";

/* App search view; no results */
"No results." = "Не найдено.";

/* App search view; search bar placeholder */
"Search apps…" = "Искать в программах…";

/* Apple Watch complication */
"Complication" = "Расширение";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "У Вас пока нет быстрых команд для Apple Watch.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Выберите быстрые команды для отображения в расширении Быстрых команд на циферблате Apple Watch.\n\nСо временем программа оптимизирует отображение Ваших быстрых команд в расширении на основе типичного времени их запуска.";

/* Apps category */
"Apps" = "Программы";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "Запрашивает ввод текста во время выполнения этой быстрой команды.";

/* Boolean false */
"False" = "Ложь";

/* Boolean true */
"True" = "Истина";

/* Button */
"Back" = "Назад";

/* Button */
"Cancel" = "Отменить";

/* Button */
"Choose Variable" = "Выберите переменную";

/* Button */
"Clear" = "Очистить";

/* Button */
"Delete Actions" = "Удалить действия";

/* Button */
"Delete Shortcut" = "Удалить быструю команду";

/* Button */
"Done" = "Готово";

/* Button */
"Get More Shortcuts" = "Загрузить еще команды";

/* Button */
"Go Back" = "Назад";

/* Button */
"Help" = "Справка";

/* Button */
"Keep Actions" = "Оставить действия";

/* Button */
"Next" = "Далее";

/* Button */
"OK" = "ОК";

/* Button */
"Remove Action" = "Удалить действие";

/* Button */
"Remove Action From Shortcut" = "Удалить действие из быстрой команды";

/* Button */
"Remove Photo" = "Удалить фото";

/* Button */
"Select Magic Variable" = "Волшебная переменная";

/* Button */
"Select Photo" = "Выбрать фото";

/* Button */
"Show Action Settings" = "Показать настройки действия";

/* Button */
"Show Actions" = "Показать действия";

/* Button */
"Sign Out" = "Выйти";

/* Button */
"Take Photo" = "Снять фото";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "Добавить на экран «Домой»";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "Добавить на экран «Домой»";

/* Button or title */
"Delete" = "Удалить";

/* Button or title */
"Run Shortcut" = "Запустить быструю команду";

/* Button or title */
"Settings" = "Настройки";

/* Button or title */
"Variables" = "Переменные";

/* Button title */
"Add to Siri" = "Добавить для Siri";

/* Button title to import a shortcut */
"Get Shortcut" = "Получить быструю команду";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "Показать результат на весь экран";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "Просмотреть обзор";

/* Button; used for sharing a shortcut's result */
"Share Result" = "Поделиться результатом";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "Эта быстрая команда работает со следующими программами и сервисами:";

/* Choose an item */
"Choose" = "Выбрать";

/* Conditional AND */
"and" = "и";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "Поместить обратно «Иначе»";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "Действия, расположенные после «Иначе», будут запущены, если условие не выполняется.";

/* Conditional actions settings navigation bar title */
"If Action" = "Действие по условию";

/* Confirmation HUD when link copies */
"Link copied" = "Ссылка скопирована";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "Вы действительно хотите закрыть общий доступ к этой быстрой команде? Ссылка iCloud будет удалена и перестанет работать.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "Эта быстрая команда будет удалена со всех Ваших устройств iCloud.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "Эти быстрые команды будут удалены со всех Ваших устройств iCloud.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "«%1$@» не выглядит как %2$@. Вы хотели добавить контакт?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "Использовать «%@»";

/* Contact field; accessibility label */
"Add Contact" = "Добавить контакт";

/* Contact field; button */
"Search Contacts" = "Искать в Контактах";

/* Contact field; supported type string */
"a phone number" = "номер телефона";

/* Contact field; supported type string */
"a phone number or email address" = "номер телефона или адрес e-mail";

/* Contact field; supported type string */
"an email address" = "адрес e-mai";

/* Content Types category */
"Content Types" = "Типы содержимого";

/* Copy link to shortcut */
"Copy Link" = "Скопировать ссылку";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "Скопировать ссылку iCloud";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "Данный формат использует шаблоны стандарта Unicode Technical Standard #35.";

/* Custom date format alert title */
"Custom Date Format" = "Пользовательский формат даты";

/* Custom date formatting style */
"Custom" = "Пользовательский";

/* Custom time format title */
"Custom Format" = "Пользовательский формат";

/* Default option */
"Default" = "По умолчанию";

/* Delete all shortcuts */
"Delete All" = "Удалить все";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "Отменить все";

/* Dictionary key placeholder */
"Key" = "Ключ";

/* Discoverability or accessibility title */
"Shortcut Settings" = "Настройки быстрой команды";

/* Discoverability or accessibility title */
"Stop Shortcut" = "Остановить быструю команду";

/* Discoverability title */
"Close shortcut" = "Закрыть быструю команду";

/* Discoverability title */
"Search actions" = "Поиск действий";

/* Discoverability title */
"Stop shortcut" = "Остановить быструю команду";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "Показывать при экспорте";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "Показывать в виджете";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "Показывать в расширении";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Показывать на Apple Watch";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "Дублиро­вать команду";

/* Duplicate shortcut */
"Duplicate" = "Дублировать";

/* Edit import questions back bar button title */
"Questions" = "Вопросы";

/* Error message */
"No options available." = "Нет доступных параметров.";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "Не удалось загрузить App Store.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "Ускорьте запуск быстрых команд с помощью виджета.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "В избранное";

/* Favorite button title - action is favorited */
"Favorited" = "Избранное";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "Учетная запись: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "Все следующие условия выполняются";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "Любое из следующих условий выполняется";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "начинается с";

/* Find filter UI operator */
"contains" = "содержит";

/* Find filter UI operator */
"does not contain" = "не содержит";

/* Find filter UI operator */
"ends with" = "заканчивается на";

/* Find filter UI operator */
"is" = "—";

/* Find filter UI operator */
"is after" = "после";

/* Find filter UI operator */
"is before" = "перед";

/* Find filter UI operator */
"is between" = "между";

/* Find filter UI operator */
"is exactly" = "совпадает с";

/* Find filter UI operator */
"is greater than" = "больше, чем";

/* Find filter UI operator */
"is greater than or equal to" = "больше или равно";

/* Find filter UI operator */
"is in the last" = "в последн.";

/* Find filter UI operator */
"is in the next" = "в следующ.";

/* Find filter UI operator */
"is larger than" = "больше, чем";

/* Find filter UI operator */
"is larger than or equal to" = "больше или равно";

/* Find filter UI operator */
"is less than" = "меньше, чем";

/* Find filter UI operator */
"is less than or equal to" = "меньше или равно";

/* Find filter UI operator */
"is longer than" = "длиннее, чем";

/* Find filter UI operator */
"is longer than or equal to" = "длиннее или равно";

/* Find filter UI operator */
"is not" = "— не";

/* Find filter UI operator */
"is not exactly" = "неполностью совпадает с";

/* Find filter UI operator */
"is not on" = "не находится на";

/* Find filter UI operator */
"is on" = "находится на";

/* Find filter UI operator */
"is shorter than" = "короче чем";

/* Find filter UI operator */
"is shorter than or equal to" = "короче или равно";

/* Find filter UI operator */
"is smaller than" = "меньше чем";

/* Find filter UI operator */
"is smaller than or equal to" = "меньше или равно";

/* Find filter UI operator */
"is today" = "сегодня";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "Добавьте эту быструю команду для Siri и запускайте ее выполнение голосом.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "Запускайте эту быструю команду, работая с другими программами. Для этого откройте страницу экспорта и коснитесь «Команды».";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "Введите ключ, чтобы извлечь его значение из словаря, или оставьте поле пустым, чтобы получить весь словарь.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "«%@» (это устройство)";

/* Full name of contact */
"Full Name" = "Полное имя";

/* Full street address of location */
"Full Street Address" = "Полный почтовый адрес";

/* Get property */
"Get" = "Получить";

/* Get value for a dictionary key */
"Get Value for Key" = "Получить значение ключа";

/* Go to next import question */
"Continue" = "Продолжить";

/* Guided tour; drag actions to here hint */
"…to here" = "…сюда";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "Перетяните действия сюда";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "При запуске на Apple Watch данное действие потребует использовать Handoff и продолжит выполнение на iPhone.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "Единица";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "Время в формате ISO 8601";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "Глиф %1$@, цвет фона %2$@";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "Выберите изображение для использования в качестве значка этой быстрой команды.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "Изображение выше будет использоваться в качестве значка этой быстрой команды на экране «Домой».";

/* Icon editor; accessibility label */
"Icon Preview" = "Просмотр значка";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "Редактор значков быстрых команд";

/* Icon editor; segmented control option */
"Color" = "Цвет";

/* Icon editor; segmented control option */
"Glyph" = "Глиф";

/* Icon editor; segmented control option */
"Home Screen" = "Экран «Домой»";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "Введенные здесь вопросы будут заданы при импорте данной быстрой команды на другом устройстве. Ответы на эти вопросы будут перенесены в быструю команду.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "Чтобы опробовать свои вопросы импорта, коснитесь кнопки «Настроить быструю команду» в настройках быстрой команды.";

/* Import questions detail view */
"Default Answer" = "Ответ по умолчанию";

/* Import questions detail view */
"Question Text" = "Текст вопроса";

/* Import questions detail view */
"Type a question here…" = "Введите вопрос здесь…";

/* Import questions details view; navigation bar title */
"Details" = "Подробно";

/* Import questions; button */
"Add New Question…" = "Добавить новый вопрос…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "Выберите параметр из одного из действий ниже.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "Выбор параметра";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "В этой быстрой команде нет действий. Добавьте действия в быструю команду перед настройкой Вопросов импорта.";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "Быстрая команда принимает %@";

/* Input types of action */
"Input" = "Входные данные";

/* Input variable description */
"Gets the output of the previous action." = "Получает выходные данные предыдущего действия.";

/* Install app icon; should match App Store GET button */
"GET" = "ЗАГРУЗИТЬ";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "Добавьте действия из нижней области для создания быстрой команды.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "Добавьте действия из области слева для создания быстрой команды.";

/* Item can be anything */
"anything" = "любое значение";

/* Keep all shortcuts */
"Keep All" = "Оставить все";

/* Keep shortcuts */
"Keep" = "Оставить";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "Оставить %lu";

/* Label for accessibility custom action to expand actions card */
"Expand" = "Развернуть";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "Свернуть";

/* Label for types that the workflow accepts. */
"Accepted Types" = "Допустимые типы";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "Добавить %@";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "Значение какого типа Вы хотите добавить?";

/* Long date formatting style */
"Long" = "Длинный";

/* Manage sharing */
"Manage Sharing" = "Управлять общим доступом";

/* Medium date formatting style */
"Medium" = "Средний";

/* Missing action error action */
"Update Shortcuts" = "Обновить программу «Быстрые команды»";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "Данное действие не удалось найти в этой версии программы «Быстрые команды».";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "Название и URL продукта в магазине";

/* Name of measurement unit */
"Unit (Name)" = "Единица";

/* Navigation bar title */
"Select a Magic Variable" = "Выбор волшебной переменной";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "Разрешение конфликтов";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ Переменная недоступна.";

/* None option */
"None" = "Нет";

/* Note about using the action */
"Note" = "Примечание";

/* Parameter already in use by another import question */
"Already In Use" = "Уже используется";

/* Parameter not supported for import question */
"Not Supported for Questions" = "Не поддерживается для вопросов";

/* Piece of text */
"Text" = "Текст";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "Эта быстрая команда была импортирована из другой программы. Запустить ее?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "Относительный";

/* Relative date or time formatting style */
"How Long Ago/Until" = "Прошло/осталось";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "Неизвестное устройство";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "Это название будет использоваться для всех волшебных переменных действия «%@».";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "Переименовать волшебную переменную";

/* Rename shortcut alert title */
"Rename Shortcut" = "Переименовать быструю команду";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "Введите новое название для быстрой команды.";

/* Rename workflow or variable */
"Rename" = "Переименовать";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "Требования";

/* Result types of action */
"Result" = "Результат";

/* Reveal action that is associated with the variable */
"Reveal Action" = "Показать действие";

/* Scripting category */
"Scripting" = "Скрипты";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "Поиск";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "Быстрые команды расширений";

/* Select all input types */
"Select All" = "Выбрать все";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "Поделиться быстрой командой";

/* Share a workflow along with a description */
"Share with Description" = "Отправить с описанием";

/* Share a workflow as a file */
"Share as File" = "Отправить как файл";

/* Share shortcut */
"Share" = "Поделиться";

/* Short date formatting style */
"Short" = "Короткий";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "В быстрой команде «%@» нет действий.";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "Быстрая команда пуста";

/* Shortcut contains no actions error title */
"No Actions" = "Нет действий";

/* Shortcut description placeholder */
"Customize Shortcut…" = "Настроить быструю команду…";

/* Shortcut icon */
"Icon" = "Значок";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "Выбрать быструю команду";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "Помещена между «%1$@» и «%2$@»";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "Помещена в конец после «%@»";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "Помещена в начало перед «%@»";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "Чтобы запускать быстрые команды из виджета «Сегодня», добавьте его в несколько шагов прямо сейчас. Чтобы настроить позже, коснитесь «Готово».";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "Добавьте виджет «Сегодня», чтобы запускать быстрые команды еще быстрее.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Снимок экрана, на котором отображается страница экспорта в Safari с выделенным действием программы «Быстрые команды»";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "Быстрые команды, добавленные в активное расширения, запускаются со страницы экспорта внутри других программ.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "Быстрые команды виджета «Сегодня» запускаются из Центра уведомлений, который открывается смахиванием вниз от верхнего края экрана.";

/* Shortcut types help view; title */
"Shortcut Types" = "Типы быстрых команд";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "Удалено с устройства «%@»";

/* Shortcut was deleted on another device */
"Deleted on another device" = "Удалено с другого устройства";

/* Shortcut was modified on a specified device */
"Modified on %@" = "Изменено на %@";

/* Shortcut was modified on another device */
"Modified on another device" = "Изменено на другом устройстве";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "Найти быструю команду…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "Снимок экрана, на котором отображается Центр уведомлений с виджетом программы «Быстрые команды»";

/* Siri phrase */
"“%@”" = "«%@»";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "Пропустить настройку";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "0";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "Прекратить общий доступ";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "Отправить в Галерею";

/* Tap to choose an option */
"Tap to Choose" = "Коснитесь для выбора";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "Попробуйте выполнить быструю команду, созданную мной!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "Контроллер действий";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "нижней части экрана";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "правом верхнем углу экрана";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "любые объекты";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "ничего";

/* Title */
"Actions" = "Действия";

/* Title */
"Date Format" = "Формат даты";

/* Title */
"Requires Handoff" = "Требуется Handoff";

/* Title */
"Shortcuts" = "Быстрые команды";

/* Title */
"Time Format" = "Формат времени";

/* Title */
"Type" = "Тип";

/* Title for action drawer categories view */
"Categories" = "Категории";

/* Title for configuration page for unit */
"Unit (Title)" = "Единица";

/* Title of main screen showing your library of shortcuts */
"Library" = "Библиотека";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "Настройка быстрых команд";

/* Title or button */
"Import Questions" = "Вопросы импорта";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "Ваш виджет «Сегодня» настроен.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "Затем выберите из Галереи несколько быстрых команд для виджета «Сегодня».";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "Используя виджет «Сегодня» Быстрых команд, можно один касанием запускать быстрые команды из Центра уведомлений, не прерывая работу в других программах.";

/* Today widget explanation button */
"Add Widget" = "Добавить виджет";

/* Today widget explanation button */
"View the Gallery" = "Просмотреть Галерею";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "Еще быстрее запускайте быстрые команды на %MODEL%.";

/* Unknown item */
"Unknown" = "Неизвестно";

/* Used in a phrase like 'Add new item' */
"new item" = "новый объект";

/* User’s favorited workflows or actions */
"Favorites" = "Избранные";

/* Variable field placeholder */
"Variable Name" = "Имя переменной";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "Переменную можно создать путем добавления действия «Задать переменную».";

/* Varible picker; none available error title */
"No Variables Are Available" = "Нет доступных переменных";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "Конфликты";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "Настроить эту быструю команду";

/* Workflow name */
"Name of Shortcut" = "Название";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "Чтобы продолжить редактирование быстрой команды, коснитесь «Готово».";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "Снимок экрана часов с программой «Быстрые команды»";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Быстрые команды Apple Watch можно запускать из программы «Быстрые команды» для часов или расширения, когда часы у Вас на запястье.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "Как найти виджет «Сегодня»?";

/* iOS Today Widget */
"Today Widget" = "Виджет «Сегодня»";

